let handler = async (m, { conn }) => {
    let imgUrl = 'https://i.pinimg.com/736x/2c/7e/38/2c7e38df985a1f5aa1b1f43418d8ab07.jpg'
    
    let str = `
*❃ ────────⊰ ❀ ⊱──────── ❃*
                        *الـمـشـرفـيـن*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ منشن*
> *◍ مخفي*
> *◍ طرد*
> *◍ إضافة*
> *◍ ترقية*
> *◍ تخفيض*
> *◍ حذف*
> *◍ فتح جروب*
> *◍ قفل جروب*
> *◍ تغيير الصورة*
> *◍ لينك*
> *◍ مشرف*
> *◍ إنذار*
> *◍ حذف إنذار*
> *◍ لقب*
> *◍ تسجيل*
> *◍ إزالة*
> *◍ ألقاب*
> *◍ زيارة* 

*❃ ────────⊰ ❀ ⊱──────── ❃*
                      *الحياة الافتراضية*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ محفظة*
> *◍ بنك*
> *◍ إيداع*
> *◍ سحب*
> *◍ تسوق*
> *◍ يومي*
> *◍ رانك*
> *◍ بروفايل*
> *◍ سرقة*
> *◍ تحويل*
> *◍ منح*
> *◍ دجاج*
> *◍ قتال*
> *◍ شراء* 

*❃ ────────⊰ ❀ ⊱──────── ❃*
                         *الـتـحـمـيـل*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ انستغرام*
> *◍ انستا*
> *◍ خلفيات*
> *◍ تيكتوك*
> *◍ تيك*
> *◍ شغل*
> *◍ تيكتوك*
> *◍ تويتر*
> *◍ مانهو*
> *◍ انمي*
> *◍ اغنيه*
> *◍ بحث*
> *◍ فيديو*
> *◍ تطبيق*
> *◍ صوره*

*❃ ────────⊰ ❀ ⊱──────── ❃*
                          *الـتـرفـيـه*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ اكس او*
> *◍ تحدي*
> *◍ لعبة*
> *◍ صراحه*
> *◍ بوت*
> *◍ باتشيرا*
> *◍ دحيح*
> *◍ قتل*
> *◍ فزوره*
> *◍ تطقيم*
> *◍ ايدت*
> *◍ عمري*
> *◍ موت*
> *◍ وفاتي*
> *◍ الغموض*
> *◍ ألغام*
> *◍ تف*
> *◍ لاعب*
> *◍ علم*
> *◍ اسئلني*
> *◍ رياضه*
> *◍ سيلفي*
> *◍ خمن*
> *◍ كت*
> *◍ شخصيه*
> *◍ فيك*
> *◍ ميمز*
> *◍ اختبرني*
> *◍ خروف*
> *◍ شش*
> *◍ صوت_ش*
> *◍ حرب*
> *◍ اتحداك*
> *◍ عين*
> *◍ قلب*
> *◍ تهكير*
> *◍ لو*
> *◍ ايموجي*
> *◍ صداقه*
> *◍ بيحبني*
> *◍ بيكرهني*
> *◍ حب*
> *◍ حساب*
> *◍ هل*
> *◍ ترت*
> *◍ ترجم*
> *◍ اقتباس*
> *◍ زواج*
> *◍ انطق*
> *◍ رونالدو*
> *◍ ميسي*
> *◍ تاج*
> *◍ حكمه*
> *◍ سؤال*
> *◍ متفجرات*
> *◍ غزة*

*❃ ────────⊰ ❀ ⊱──────── ❃*
                         *الـتـحـويـل*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ ملصق*
> *◍ تخيل*
> *◍ اتتب*
> *◍ التعرف*
> *◍ صورهai*
> *◍ مطلوب*
> *◍ رابطي*
> *◍ كلمات-اغنيه*
> *◍ جوده*
> *◍ سرقة*
> *◍ تصميم*
> *◍ لوجو-ناروتو*
> *◍ لفيديو*
> *◍ لصورة*
> *◍ لانمي*
> *◍ تخيل*
> *◍ مكس*
> *◍ لجواهر*
> *◍ ستك*
> *◍ تليجراف*
> *◍ لكرتون*
> *◍ باركود*

*❃ ────────⊰ ❀ ⊱──────── ❃*
                               *آرثر*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ ضيف_بريميام*
> *◍ حذف_بريميام*
> *◍ بان*
> *◍ بان_فك*
> *◍ بان_شات*
> *◍ بان_شات_فك*
> *◍ حطها*
> *◍ ايقاف*
> *◍ اشغيل*
> *◍ المبندين*
> *◍ إعادة*
> *◍ اعادةتشغيل*
> *◍ ادخل*
> *◍ اخرج*
> *◍ ضيف_اكس_بي*
> *◍ ضيف_جواهر*
> *◍ ارثر-عرض*
> *◍ ارثر-تعديل*
> *◍ ارثر-اضافه*
> *◍ ارثر-حذف*
> *◍ ارثر-الكل*

*❃ ────────⊰ ❀ ⊱──────── ❃*
                          *الألــقــاب*
*❃ ────────⊰ ❀ ⊱──────── ❃* 

> *◍ القاب*
*❃ ⌘¦ قائمة بجميع الألقاب ❃* 
> *◍ تسجيل*
*❃ ⌘¦ منشن عضو لتسجيله ❃*
> *◍ تصفيه*
*❃ ⌘¦ حذف جميع الألقاب ❃*
> *◍ لقبي*
*❃ ⌘¦ لمعرفة لقبك ❃* 
> *◍ لقبه*
*❃ ⌘¦ معرفة لقب العضو الذي تم منشنته ❃* 
> *◍ لقب*
*❃ ⌘¦ بحث عن اللقب وتوفره ❃*
> *◍ حذف*
*❃ ⌘¦ حذف اللقب المسجل ❃*  

*❃ ────────⊰ ❀ ⊱──────── ❃*`

    await conn.sendMessage(m.chat, { image: { url: imgUrl }, caption: str }, { quoted: m })
}

handler.help = ['main']
handler.tags = ['group']
handler.command = /^(كل-الاوامر)$/i

export default handler
